<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Vyacheslav Strenadko <bryanskmap@ya.ru>
 * @author android405 <android40561@ya.ru>
 * @author Aleksandr Selivanov <alexgearbox@yandex.ru>
 */
$lang['pages']                 = 'Страницы галереи:';
$lang['js']['addgal']          = 'Добавить пространство имён как галерею';
$lang['js']['label_toolbar_button'] = 'Вставить галерею';
$lang['js']['title_dialog']    = 'Плагин Gallery';
$lang['js']['label_namespace'] = 'Пространство имен или RSS-канал';
$lang['js']['label_thumbnailsize'] = 'Устанавливает размер миниатюр';
$lang['js']['label_imagesize'] = 'Устанавливает размер связанных изображений в прямом режиме.';
$lang['js']['label_cache']     = 'Кэшировать миниатюры';
$lang['js']['label_filter']    = 'Фильтр (должен содержать символ "*")';
$lang['js']['label_showname']  = 'Показывать имя файла под миниатюрами';
$lang['js']['label_showtitle'] = 'Показывать заголовок тега EXIF в качестве заголовка под миниатюрами';
$lang['js']['label_crop']      = 'Увеличивать миниатюры точно до заданного размера, обрезая их при необходимости';
$lang['js']['label_direct']    = 'Связывать миниатюры с изображениями большего размера, а не со страницей их подробной информации';
$lang['js']['label_lightbox']  = 'Показывать изображения в необычном режиме JavaScript';
$lang['js']['label_reverse']   = 'Изменить порядок отображения изображений в обратном порядке';
$lang['js']['label_recursive'] = 'Поиск изображений в заданном пространстве имен и всех подпространствах имен';
$lang['js']['label_align_left'] = 'выровнять по левому краю';
$lang['js']['label_align_center'] = 'выровнять по центру';
$lang['js']['label_align_right'] = 'выровнять по правому краю';
$lang['js']['label_cols']      = 'Количество изображений в строке таблицы галереи';
$lang['js']['label_limit']     = 'Ограничивает вывод заданным количеством изображений. 0 означает все';
$lang['js']['label_offset']    = 'Пропустить первое количество изображений. Полезно при использовании опции, указанной выше';
$lang['js']['label_paginate']  = 'Добавьте разбивку на страницы для миниатюр, отображающую количество заданных миниатюр на странице. 0 отключает разбивку на страницы';
$lang['js']['label_sort_file'] = 'Сортировка изображений по имени файла';
$lang['js']['label_sort_random'] = 'Сортируйте изображения случайным образом. Возможно, вы также захотите отключить кэширование';
$lang['js']['label_sort_mod']  = 'Сортировка изображений по дате изменения файла';
$lang['js']['label_sort_exif_date'] = 'Сортировка изображений по дате EXIF';
$lang['js']['label_sort_exif_title'] = 'Сортировка изображений по названию EXIF';
$lang['nothingfound']          = 'Изображения не найдены';
$lang['fail']                  = 'Не удалось загрузить галерею';
